bar-aint-recursive-git
bfg
chromium-pepper-flash
compton-git
cool-retro-term-git
cower
dropbox
dropbox-cli
emulationstation-git
evince-gtk
fingerprint-gui
gstreamer0.10-good-plugins-slim
gstreamer0.10-vaapi
gtk-theme-numix-white
gtkrc-reload
howdoi
j7
kbd-neo
ls++-git
mediathek
mozplugger
mpv-git
pacaur
pdftk-bin
perl-term-extendedcolor
rar
sendip
sgt-puzzles-svn
soundwire
specy
sublime-text
thunar-dropbox
toilet
tor-browser-en
ttf-computer-modern-fonts
vundle-git
xboomx
xombrero
